/* 
   Localizable.strings
   QuincyKit

   Created by Andreas Linde on 04.03.09.
   Copyright 2011 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Да";

/* For dialogs no buttons */
"No" = "Нет";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Обнаружена проблема";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "%@ программа неожиданно завершена. Хотите ли Вы отправить нам анонимное сообщение о неполадках, чтобы мы  могли устранить проблему?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Всегда";

/* Alert box button to send the crash report once */
"Send Report" = "Да";

/* Alert box button to decline sending the report */
"Don't Send" = "Нет";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Отправить";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Обнаружена проблема %@";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ неожиданно завершен. Причина неполадки будет найдена и исправлена ​​в следующем обновлении. Оставайтесь с нами.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ неожиданно завершен. Мы исправили ошибку и отправили обновление в Apple.";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "%@ quit unexpectedly. We'd really appreciate it if you could send us more information about the crash.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ неожиданно завершен. Ошибка исправлена​​! Обновите программу в App Store.";
